Repository: paddykontschak/dofus-lab
Catalog: server/app/translations/*/LC_MESSAGES/messages.po
Languages: pt

source: The email you entered is invalid.
pt: O email digitado não é válido.

source: There already exists a user with that email.
pt: Já existe um usuário com esse email.

source: The display name you entered is invalid.
pt: O nome de usuário que você digitou não é válido.

source: There already exists a user with that display name.
pt: Esse nome de usuário já está em uso.

source: Passwords must have a minimum of 8 characters, at least one lowercase letter, one uppercase letter, and one number.
pt: Senhas devem ter, no mínimo, 8 caracteres. Pelo menos uma letra maiúscula,uma minúscula e um número.

source: Invalid stat value.
pt: Valor de stat inválido.

source: The set name is too long.
pt: O nome do set é muito longo.

source: Invalid set level (must be 1-200).
pt: O nível do set é inválido (deve ser entre 1 e 200)

source: You don't have permission to edit that set.
pt: Você não tem permissão para editar esse set.

source: Invalid stat to set exo.
pt: Stat inválido para o exo

source: You are already logged in.
pt: Você já está logado.

source: An error occurred while registering.
pt: Ocorreu um erro durante o cadastro.

source: Invalid username or password.
pt: Nome de Usuário ou senha inválidos.
